Repository: SemenBoldyrev/Crazy-Zoo
Catalog: Crazy Zoo/Usables/Localization/CodeLocalization/AnimalCodeLoc/AnimalLoc.*.resx
Languages: ru

# BirdEating
source: {0} dives like a needle for {1}
ru: {0} ныряет как игла сквозь щелк чтоб поймать {1}

# BirdFlyAction
source: {0} cannot even fly longer than 3 seconds \nin his cage
ru: {0} не может полетать дольше трех секунд в своей клетке

# FishIntro
source: {0} swimming in fog of lenses
ru: {0} плавает в тумане линз

# FishEating
source: {0} trying to devour {1} mercilessly
ru: {0} пытается щадяще поглотить {1}

# FishSwimAction
source: {0} waiting for something to happen
ru: {0} ждет чегото

# BirdIntro
source: {0} cutting the very sky
ru: {0} сечет само небо

# GroundIntro
source: {0} furyously running in his cage
ru: {0} яростно бегает по клетке

# GroundEating
source: {0} biting juicy {1}
ru: {0} вгрызается в сочное {1}

# GroundRunAction
source: {0} walking in circles
ru: {0} ходит кругами

# WormIntro
source: {0} wiggling like a worm in a jar
ru: {0} извивается как червь в банке

# WormEating
source: {0} sucking on tasty {1}
ru: {0} присасывается, вкушая {1}

# BacteriaName
source: Bacteria
ru: Бактерия

# BacteriaIntro
source: {0} multiplying rapidly, but still hardly seen
ru: {0} активно делится, но все-же еле заметен

# BacteriaSpecie
source: Prokaryote
ru: Прокариот

# BacteriaEating
source: {0} absorbing {1} through its cell membrane
ru: {0} поглощает {1} через свою мембрану

# WormSound
source: {0} too weak to even say {1}
ru: {0} слишком слаб чтобы сказать '{1}'

# HorseName
source: Horse
ru: Лошадь

# HorseSpecie
source: Standart horse
ru: Простая лошадь

# HorseVoice
source: Brrrr
ru: Брррр

# HorseIntro
source: {0} gracefully shakes the earth
ru: {0} с легкость сотрясает землю

# HorseEating
source: {0} so hungry, it could eat a {1}...
ru: {0} так голоденб что может съесть {1}...

# HumanSpecie
source: Human
ru: Человек

# HumanVoice
source: 'I wont make sound for you, do you think im some sort of animal?'
ru: 'Я не собираюсь падать столь низко, я что в зоопарке?'

# HumanIntro
source: {0} reading papers
ru: {0} читает газету

# HumanEating
source: {0} dont want to eat {1} from the floor
ru: {0} брезгует съесть {1} с пола

# MonkeyName
source: Bob
ru: Боб

# MonkeySpecie
source: Primate
ru: Примат

# MonkeyVoice
source: Ou, ou, ou
ru: У, у, у

# MonkeyIntro
source: {0} jumping from tree to tree
ru: {0} скачет с дерева на дерево

# MonkeyEating
source: {0} destroying {1} before eating
ru: {0} уничтожает {1} перед трапезой

# SnailName
source: Blob
ru: Блоб

# SnailSpecie
source: Mollusk
ru: Молюск

# SnailIntro
source: {0} gracefully glides over the leaves
ru: {0} нежно сочится сквозь листья

# SnailEats
source: {0} eats {1} slowly
ru: {0} медленно сжирает {1}

# SnailRunAction
source: {0} hurries with all his might
ru: {0} Спешит со всей силы

# VirusName
source: Unknown
ru: [Неизвестно]

# VirusSpecie
source: Virus
ru: Вирус

# VirusIntro
source: {0} waiting for his hour to conquer the world
ru: {0} Ждет своего часа завоевания сего мира

# VirusEating
source: Such powerful creature as {0} doesn't need any {1}
ru: Такая сущность как {0} не нуждаeтся в чем-то вроде '{1}'

# VirusRunAction
source: {0} moves in microscopic scale
ru: {0} движется на микроскопическом уровне

# ZebraName
source: Zebra
ru: Зебра

# ZebraSpecie
source: Plains Zebra
ru: Степная зебра

# ZebraVoice
source: Hufff
ru: Фффф

# ZebraIntro
source: {0} watches you warily
ru: {0} осторожно следит за тобой

# ZebraRunAction
source: {0} runs playfully with others
ru: {0} игриво бегает со всеми

# HorseRunActin
source: {0} so fast, you cannot even see its legs
ru: {0} такая быстрая, что даже ног не видно

# MonkeyRunAction
source: {0} running in his cage, like nothing matters
ru: {0} резвится в клетке, будто ничто не имеет значения
